{ "objects": [{
        "title_full": "Moscon 1, September 29 & 30, 1979",
        "date": "1979",
        "conference_dates": "September 29-30",
        "description": "A program book for the first MosCon in 1979. Guests of Honor: Verna Smith Trestrail and Alex Schomburg. Fan Guest of Honor: Jessica Amanda Salmonson. This program includes biographies of Verna Smith Trestrail, Edward E. Smith, Ph.D, Alex Schomburg, and Jessica Amanda Salmonson; appreciations for Clifford D. Simak, L. Sprague de Camp, and Frederik Pohl; and a special tribute entitled \"LARGER THAN LIFE A Memoir in Tribute to Dr. Edward E. Smith\" by Robert A. Heinlein.",
        "guest_author": "Verna Smith Trestrail",
        "guest_artist": "Alex Schomburg",
        "guest_scientist": null,
        "guest_fan": "Jessica Amanda Salmonson",
        "committee": "Chairman: Steve Fahnestalk; Security: Larry Oakford; Hotel Liaison: Sasha Zemanek; Operations: Mike Finkbiner; Art Show: Jane Fancher; Programming: Charlie Leaphart; Membership: Beth Finkbiner; Movies: Don Qualls; Publicity: Jon Gustafson; Secretary: Bea Taylor; Treasurer: Vickie Mitchell; Hucksters: Charlie Leaphart; Gophers: Tim Cridland; Also: Bill Profit; Matt Cherry; Jerry Eveland; Jeannie Wood; Dean Smith; Nina Hoffman; Debbie Miller; Ruth Vance; Chris Nelson; Dru Daily",
        "cover_artist": "Alex Schomburg",
        "inside_cover_artist": null,
        "back_artist": "Jane S. Fancher",
        "badge_artist": null,
        "button_artist": null,
        "feature_subjects": "Verna Smith Trestrail; Edward E. Smith; Alex Schomburg; Jessica Amanda Salmonson; Clifford D. Simak; L. Sprague de Camp; Frederik Pohl; Robert A. Heinlein",
        "creator": null,
        "subject": "science fiction; authors; artists",
        "location": "Moscow, ID",
        "identifier": "MosCon01-1979_000",
        "format_original": "Print program booklet",
        "type": "text",
        "format": "application/pdf",
        
        "link": "https://www.lib.uidaho.edu/digital/moscon/items/moscon01-1979_000.html"
    },
    {
        "title_full": "Moscon II, September 12 to 14, 1980",
        "date": "1980",
        "conference_dates": "September 12-14",
        "description": "A program book for the second MosCon in 1980. Guests of Honor: Jerry Sohl, George Barr, and Frank Denton. This year's program is respectfully dedicated to E.E. \"Doc\"  Smith. Acknowledgements are due to the following people for their help:(In no particular order) Alex Schomburg, George Barr, Jerry Sohl, Jack Gaughan, Bea Taylor, Beth Finkbiner, Victoria Mitchell, Victoria Poyser, Bob Suto, Verna Smith Trestrail, and every one of the people who gave generously of their time and/or talent to help keep MosCon alive and to make it a good con.",
        "guest_author": "Jerry Sohl",
        "guest_artist": "George Barr",
        "guest_scientist": null,
        "guest_fan": "Frank Denton",
        "committee": "Operations: Mike Finkbiner; Security: Larry Oakford; Films: Jerry Eveland; Hotel: Sasha Zemanek; Music: Alden Hackmann; Art Auction: Jon Gustafson; Chairman: Steve Fahnestalk",
        "cover_artist": "George Barr",
        "inside_cover_artist": null,
        "back_artist": "Street & Smith Publications and H.R. Van Dongen",
        "badge_artist": null,
        "button_artist": null,
        "feature_subjects": null,
        "creator": "MosCon",
        "subject": "science fiction; authors; artists",
        "location": "Moscow, ID",
        "identifier": "MosCon02-1980_000",
        "format_original": "Print program booklet",
        "type": "text",
        "format": "application/pdf",
        
        "link": "https://www.lib.uidaho.edu/digital/moscon/items/moscon02-1980_000.html"
    },
    {
        "title_full": "MosCon III, September 25-27, 1981",
        "date": "1981",
        "conference_dates": "September 25-27",
        "description": "A program book for the third MosCon in 1981. Guests of Honor: Kate Wilhelm, Tim Kirk, Suzanne Tompkins, Damon Knight.",
        "guest_author": "Kate Wilhelm; Damon Knight",
        "guest_artist": "Tim Kirk",
        "guest_scientist": null,
        "guest_fan": "Suzanne Tompkins",
        "committee": "Chairman: Jon Gustafson; Hotel: Beth Finkbiner, Jon Gustafson; Art Show/Auction: Steve Fahnestalk; Films: Jerry Eveland; Music: Craig Steed; Masquerade: Amy Thomson",
        "cover_artist": "Tim Kirk",
        "inside_cover_artist": null,
        "back_artist": "Debi D'Amico",
        "badge_artist": null,
        "button_artist": null,
        "feature_subjects": null,
        "creator": "MosCon",
        "subject": "science fiction; authors; artists",
        "location": "Moscow, ID",
        "identifier": "MosCon03-1981_000",
        "format_original": "Print program booklet",
        "type": "text",
        "format": "application/pdf",
        
        "link": "https://www.lib.uidaho.edu/digital/moscon/items/moscon03-1981_000.html"
    },
    {
        "title_full": "Moscon IV, September 24 - 26, 1982",
        "date": "1982",
        "conference_dates": "September 24-26",
        "description": "A program book for the fourth Moscon in 1982. Guests of Honor: Marion Zimmer Bradley, Wendy Pini, Steve Forty, and Jane Fancher.",
        "guest_author": "Marion Zimmer Bradley",
        "guest_artist": "Wendy Pini; Jane Fancher",
        "guest_scientist": null,
        "guest_fan": "Steve Forty",
        "committee": "Chairman: Jon Gustafson; Vice-Chairwoman and Treasurer: Beth Finkbiner; Membership: Charlie Leaphart; Programming: Rod Sprague; Art Show: Vicki Mitchell & Phrannque Sciamanda; Operations: Chris Nilsson; Security & Gofers: Craig Steed; Advertising: Amy Thomson; Publicity: Nina Hoffman; Masquerade: Nina Hoffman & Craig Steed; Dance: Craig Steed & Mike Finkbiner; Dealers: Donna Bailly; Hospitality: Linda Johnston; Films: Jerry Eveland",
        "cover_artist": "Wendy Pini",
        "inside_cover_artist": null,
        "back_artist": "Jane Fancher",
        "badge_artist": null,
        "button_artist": null,
        "feature_subjects": null,
        "creator": "PESFA",
        "subject": "science fiction; authors; artists",
        "location": "Moscow, ID",
        "identifier": "MosCon04-1982_000",
        "format_original": "Print program booklet",
        "type": "text",
        "format": "application/pdf",
        
        "link": "https://www.lib.uidaho.edu/digital/moscon/items/moscon04-1982_000.html"
    },
    {
        "title_full": "Moscon V, September 23-25, 1983",
        "date": "1983",
        "conference_dates": "September 23-25",
        "description": "A program book for the fifth Moscon in 1983. Guests of Honor: Algis Budrys, Kelly Freas, Georges Giguere, & Bert Van Den Boogaard. This convention is dedicated to E.E. \"Doc\" Smith. We thank everybody who gave their time and energy to make MosCon a success.",
        "guest_author": "Algis Budrys",
        "guest_artist": "Frank Kelly Freas",
        "guest_scientist": null,
        "guest_fan": "Georges Giguere; Bert Van Den Boogaard",
        "committee": "Chairman: Beth Finkbiner; Vice-Chairman: Michael Finkbiner; Treasurer: Victoria Mitchell; Membership: William Johns; Programming: John Porter; Dealers & Hotel Liaison: Jon Gustafson; Art Show: Jerry Eveland; Writers' Workshop and Gophers: Lori White; Program Book and General Editing: Nina K. Hoffman and Steve Fahnestalk; Security: David Bennett; Advertising: Donna Bailly and Nina K. Hoffman; Films: Jeff Halbhuber; Trivia: Steve Fahnestalk; Masquerade: Shanna Brown; Dance: Craig Steed; Pre-Con Coordinator: Rod Sprague; Funny Games & Neat Ideas: Amy Thomson; Inspiration and Patron Saint-at-Large: E. E. \"Doc\" Smith; Resident Red Lensman: Verna Smith Trestrail; Special Non-Attending Guest (5 years running!): Robert A. Heinlein; **Smart-Alec Comments Throughout: Steve Fahnestalk, with assistance from NKH",
        "cover_artist": "Kelly Freas",
        "inside_cover_artist": "Randy Mohr",
        "back_artist": "Kim Strombo",
        "badge_artist": null,
        "button_artist": null,
        "feature_subjects": null,
        "creator": "PESFA",
        "subject": "science fiction; authors; artists",
        "location": "Moscow, ID",
        "identifier": "MosCon05-1983_000",
        "format_original": "Print program booklet",
        "type": "text",
        "format": "application/pdf",
        
        "link": "https://www.lib.uidaho.edu/digital/moscon/items/moscon05-1983_000.html"
    },
    {
        "title_full": "Moscon VI, September 21-23, 1984",
        "date": "1984",
        "conference_dates": "September 21-23",
        "description": "A program book for the sixth Moscon in 1984. Guests of Honor: F.M. Busby, Alicia Austin, William R. Warren, Stephen L. Gillett. ART CREDITS: Alicia Austin - Front Cover; Jane Fancher - Inside Front Cover, pages 5, 13, 15, 17; William R. Warren - page 4; Dan Willems - page 6; Tom Milliorn - page 7; Nina K. Hoffman - page 1, 9; Vixen - pages 11, 12; Ken Kelly- page 14; Gary Davis - Back Cover.",
        "guest_author": "F.M. Busby",
        "guest_artist": "Alicia Austin",
        "guest_scientist": "Stephen L. Gillett",
        "guest_fan": "William R. Warren",
        "committee": "Chairman: Beth Finkbiner; Vice-Chairman: Mike Finkbiner; Treasurer: Victoria Mitchell; Membership Chair: Bill Johns; Membership Assistants Victoria Mitchell, Jackie Duram; Programming Chair: John Porter; Art Show Director: Jerry Eveland; Operations Chair: Chris Nilsson; Dealer's Room: Jon Gustafson; Dances: Jeff Halbhuber; Program Book: Donna Bailly, Jon Gustafson; Hospitality: Linda Johnston; Hospitality Assistant: Patty Alexander; Security Chief: David Bennett; Masquerade: Dan Willems; Writer's Workshop: Victoria Mitchell; Trivia Bowl: Jeff Halbhuber; Hotel Liaison: Jon Gustafson; Video Room: Bob Bezold; Gophers: Julia Mueller; Patron Saint-at-Large: E.E. \"Doc\" Smith; Resident Red Lensman: Verna Smith Trestrail; Admiral, Fannish Armada: Rod Sprague",
        "cover_artist": "Alicia Austin",
        "inside_cover_artist": "Jane Francher",
        "back_artist": "Gary Davis",
        "badge_artist": null,
        "button_artist": null,
        "feature_subjects": null,
        "creator": "Moscow Science Fiction Conventions, Inc.",
        "subject": "science fiction; authors; artists",
        "location": "Moscow, ID",
        "identifier": "MosCon06-1984_000",
        "format_original": "Print program booklet",
        "type": "text",
        "format": "application/pdf",
        
        "link": "https://www.lib.uidaho.edu/digital/moscon/items/moscon06-1984_000.html"
    },
    {
        "title_full": "MosCon VII, September 20-22-1985",
        "date": "1985",
        "conference_dates": "September 20-22",
        "description": "A program book for the seventh Moscon in 1985. Guests of Honor: John Varley, Rick Sternbach, Richard Wright, Grover Krantz. ART CREDITS: Rick Sternbach - Front Cover; William R. Warren - 5, 8; Gary Davis - 6, 9, 11, 18, 21, 29, Back Cover; Patty Alexander - 8; Wendy Pini - 10, 12; Nina K. Hoffman - 10, 19, 20, 23; John Alvarez - 12, 15, 17; Craig W. Anderson - 16; Randy Mohr - 19.",
        "guest_author": "John Varley",
        "guest_artist": "Rick Sternbach",
        "guest_scientist": "Grover Krantz",
        "guest_fan": "Richard Wright",
        "committee": "Chairman: Jon Gustafson; Vice-Chairman: Chris Nilsson; Membership Chair: Jackie Duram; Treasurer: Vicki Mitchell; Programming Chair: David Bennett; Art Show Director: Mark Jones; Operations Chair: Melanie Bennett; Dealers' Rooms Director: Tony Butterfield; Security Chief: John Potter; Gophers Chief: Jean Crawford; Program Book: Donna Bailly; Hospitality: Rod Sprague; Writer's Workshop: Mike Harbour; Masquerade: Mike Winderman; Video Room: Bob Bezold; Trivia Bowl: Marc \"Mad Dog\" Cramer, Mike Harbour; Advertising: Janna Jones; Dances: Mark Jones, Scott Hysmith; Admiral, Fannish Armada: Rod Sprague; Resident Red Lensman: Verna Smith Trestrail; Patron Saint-at-Large: E.E. \"Doc\" Smith",
        "cover_artist": "Rick Sternbach",
        "inside_cover_artist": "Gary Davis",
        "back_artist": "Gary Davis",
        "badge_artist": null,
        "button_artist": null,
        "feature_subjects": null,
        "creator": "Moscow Science Fiction Conventions, Inc.",
        "subject": "science fiction; authors; artists",
        "location": "Moscow, ID",
        "identifier": "MosCon07-1985_000",
        "format_original": "Print program booklet",
        "type": "text",
        "format": "application/pdf",
        
        "link": "https://www.lib.uidaho.edu/digital/moscon/items/moscon07-1985_000.html"
    },
    {
        "title_full": "Moscon VIII, September 19-21, 1986",
        "date": "1986",
        "conference_dates": "September 19-21",
        "description": "A program book for the eigth Moscon in 1986. Guests of Honor: Dean Ing, Michael Goodwin, Bryce Walden, Dr. Rob Quigley. Art Credits: Michael Goodwin - Front Cover; Randy Mohr - 2, 4, 8, 23, 26; Debi Robinson-Smith - 5, 16; Giovanna Fregni - 6, 12, 28, 32; Jacqualynn Duram Nilsson - 10, 14, 17, 21, Back Cover; William R. Warren - 12; John Alvarez - 20.",
        "guest_author": "Dean Ing",
        "guest_artist": "Michael Goodwin",
        "guest_scientist": "Rob Quigley",
        "guest_fan": "Bryce Walden",
        "committee": "Chairman: Chris Nilsson; Vice-Chairman: Vicki Mitchell; Treasurer: Beth Finkbiner; Membership: Jacqualynn Duram Nilsson; Programming: Melanie Taylor Bennett; Art Show: Mark Jones; Operations: John Porter, Dave Bennett; Dealers' Rooms: Tony Butterfield; Security: Jean Crawford; Gophers: Beck Mostafavinassab; Program Book: Jon Gustafson, Jacqualynn Duram; Hospitality: Rod Sprague; Writer's Workshop: Betty Smith; Masquerade: Beck Mostafavinassab; Video Room: Morphia Studio; Trivia Bowl: Lisa Satterlund, Suzanne Creelman; Advertising: Debi Robinson-Smith; Admiral, Fannish Armada: Rod Sprague; Resident Red Lensman: Verna Smith Trestrail; Patron Saint-at-Large: E. E. \"Doc\" Smith",
        "cover_artist": "Michael Goodwin",
        "inside_cover_artist": null,
        "back_artist": "Jacqualynn Duram Nilsson",
        "badge_artist": null,
        "button_artist": null,
        "feature_subjects": null,
        "creator": "Moscow Science Fiction Conventions, Inc.",
        "subject": "science fiction; authors; artists",
        "location": "Moscow, ID",
        "identifier": "MosCon08-1986_000",
        "format_original": "Print program booklet",
        "type": "text",
        "format": "application/pdf",
        
        "link": "https://www.lib.uidaho.edu/digital/moscon/items/moscon08-1986_000.html"
    },
    {
        "title_full": "MosCon IX, September 18-20, 1987",
        "date": "1987",
        "conference_dates": "September 18-20",
        "description": "A program book for the ninth Moscon in 1987. Guests of Honor: Jack Williamson, Steve Gallacci, Lorna Toolis, Dr. Julie Lutz. Art Credits: Steve Gallacci - Front Cover; Monika Livingston - Inside Front Cover, Inside Back Cover, pages 6 and 26; Bob Everton - pages 5, 8, 18, and 27; John Alvarez - page 7; Kelly Freas - page 11; William R. Warren, Jr. - page 13.",
        "guest_author": "Jack Williamson",
        "guest_artist": "Steve Gallacci",
        "guest_scientist": "Julie Lutz",
        "guest_fan": "Lorna Toolis",
        "committee": "Scapegoat: Mike Finkbiner; Vice-Scapegoat: John Porter; Programming, Program Book, Hotel Liaison: Jon Gustafson; Treasury: Vicki Mitchell; Operations: Bill Johns; Membership and Registration: Jean Crawford; Hospitality, Publicity, The Fannish Armada: Rod Sprague; Dance and Dealers Rooms: Donna Bailly; Art Show and Auction: Debi Robinson-Smith; Advertising: Dave Bennett; Security: Tim Butts; Writers Workshop: Betty Smith; Trivia Quiz: Lisa Satterlund; Masquerade: Beck Mostafavinassab. Special Thanks to: Art Show Flats and Wiring: John Potter. Additional help by: Cynthia Hildesheim; Melanie Bennett; Burt Van Den Boogard; Joe Veccio; Gretchen Johns; Mad Dog; Cleon Dean; Beth Finkbiner; Verna Smith Trestrail (our resident Red Lensman); Edward E. \"Doc\" Smith (our Patron Saint).",
        "cover_artist": "Steve Gallacci",
        "inside_cover_artist": "Monika Livingston",
        "back_artist": "Monika Livingston",
        "badge_artist": null,
        "button_artist": null,
        "feature_subjects": null,
        "creator": "Moscow Science Fiction Conventions, Inc.",
        "subject": "science fiction; authors; artists",
        "location": "Moscow, ID",
        "identifier": "MosCon09-1987_000",
        "format_original": "Print program booklet",
        "type": "text",
        "format": "application/pdf",
        
        "link": "https://www.lib.uidaho.edu/digital/moscon/items/moscon09-1987_000.html"
    },
    {
        "title_full": "MosCon X, Sepember 23-25, 1988",
        "date": "1988",
        "conference_dates": "Sepember 23-25",
        "description": "A special extended program book for the tenth anniversary Moscon in 1988. Guests of Honor: Anne McCaffrey; Lela Dowling; Ken Macklin; Robert L. Forward; Ed and Norma Beauregard. Special thanks to the Telgar Weyr of Spokane, and to all the wonderful volunteers who have made this convention not only possible, but a resounding success. And we would like to thank all the previous committee members of MosCon, without whose tireless efforts this convention would not be nearly as good as it is. Thank you all.",
        "guest_author": "Anne McCaffrey",
        "guest_artist": "Lela Dowling; Ken Macklin",
        "guest_scientist": "Robert L. Forward",
        "guest_fan": "Ed Beauregard; Norma Beauregard",
        "committee": "Chairman: Vicki Mitchell; Vice-Chair: Bill Johns; Treasurer: Beth Finkbiner; Programming: Sean (John Porter); Program Book: Jon Gustafson; Operations: Melanie Taylor Bennett; Membership: Jean Crawford; Art Show: Katherine Malsch; Security: Janice Willard; Hospitality: Rod Sprague; Dealers' Rooms: Donna Bailly; Masquerade: Beck Mostafavinassab; Dances: Donna Bailly; Writer's Workshop: Betty Smith; Publicity: Jon Gustafson; Local Publicity: Eileen Draper; Trivia Quiz: Lisa Satterlund; Video Room: Jeff Slack; Japanimation: Joe Veccio; Advertising: Rod Sprague,Jon Gustafson; Hotel Liaison: Jon Gustafson; Fannish Armada: Rod Sprague; Resident Red Lensman: Verna Smith Trestrail; Patron Saint: E.E. \"Doc\" Smith.",
        "cover_artist": "Ken Macklin",
        "inside_cover_artist": null,
        "back_artist": "Alex Schomburg",
        "badge_artist": null,
        "button_artist": null,
        "feature_subjects": null,
        "creator": "Moscow Science Fiction Conventions, Inc.",
        "subject": "science fiction; authors; artists",
        "location": "Moscow, ID",
        "identifier": "MosCon10-1988_000",
        "format_original": "Print program booklet",
        "type": "text",
        "format": "application/pdf",
        
        "link": "https://www.lib.uidaho.edu/digital/moscon/items/moscon10-1988_000.html"
    },
    {
        "title_full": "MosCon 12, September 14-16, 1990",
        "date": "1990",
        "conference_dates": "September 14-16",
        "description": "A program book for the 12th Moscon in 1990. Guests of Honor: C.J. Cherryh, Reed Waller, Cliff Samuels, Tim Gerlitz, Jane Fancher, Kate Worley, Vladimir Gakov.",
        "guest_author": "C.J. Cherryh; Jane Fancher; Vladimir Gakov",
        "guest_artist": "Reed Waller; Kate Worley",
        "guest_scientist": "Tim Gerlitz",
        "guest_fan": "Cliff Samuels",
        "committee": "Chair: Debi Robinson-Smith; Vice-Chair: Donna Baillly; Treasurer: Teresa Franco; Program lemming: Betty Smith; Operations: Jean Crawford; Art Show: Roderick Sprague; Dealers: Lou Anne Lomax; Memberships: Jim & Helen Hill; Hospitality: Kathryn Sprague; Volunteers and Gophers: Bob Barnes; Masquerade: Beth Finkbiner; Security: Eric Wegner & Eric Nilsson; Dances: Gretchen Johns; Trivia Bee: M.J. Engh; Artist's Workshop: Jim Hill; Advertising: Bob Barnes; Program Book, PRs, Hotel Liaison: Jon Gustafson.",
        "cover_artist": "Reed Waller",
        "inside_cover_artist": "Gary Davis",
        "back_artist": "Randy Mohr",
        "badge_artist": null,
        "button_artist": null,
        "feature_subjects": null,
        "creator": "Moscow Science Fiction Conventions, Inc.",
        "subject": "science fiction; authors; artists",
        "location": "Moscow, ID",
        "identifier": "MosCon12-1990_000",
        "format_original": "Print program booklet",
        "type": "text",
        "format": "application/pdf",
        
        "link": "https://www.lib.uidaho.edu/digital/moscon/items/moscon12-1990_000.html"
    },
    {
        "title_full": "MosCon XIII, September 20-22, 1991",
        "date": "1991",
        "conference_dates": "September 20-22",
        "description": "A program book for the 13th Moscon in 1991. Guests of Honor: Tim Powers, Julia Lacquement-Kerr, Dragon, Dr. Roger Fouts.",
        "guest_author": "Tim Powers",
        "guest_artist": "Julia Lacquement-Kerr",
        "guest_scientist": "Roger Fouts",
        "guest_fan": "Dragon",
        "committee": "Chairman: Bob Barnes; Vice-Chair: Donna Tingle; Treasurer: donna Tingle; Auditor: Beth Finkbiner; Membership: Donna Bailly; Operations: Jean Crawford; Registration: Debbie Miller; Volunteers: Charlie Bates; Security: Jefferson Slack; Art Show: Vicki Mitchell; Hospitality Setup: Mark Kilbreath & Shirley Palmer; Hospitality at Con: Debi Robinson-Smith; Dealer's Room: Lou Anne Lomax; Hotel Liaison: Kathy Sprague & Bob Barnes; Programming: Betty Smith; Masquerade: Lin Goss; Dances: Jill & Tallah Foster; Writer's Workshop: Vicki Mitchell; Trivia Quiz: Lisa Satterlund; Video Room: Jim & Helen Hill; Services: Jon Gustafson; Program Book: Jon Gustafson; Program Book Assistants: J.C. & Barb Hendee; PR's & Flyers: Jon Gustafson; Slave Artist: Ariana Burns; Technicia: Sherri Kopel.",
        "cover_artist": "Julia Lacquement-Kerr",
        "inside_cover_artist": "Gary Davis",
        "back_artist": "Gary Davis",
        "badge_artist": null,
        "button_artist": null,
        "feature_subjects": null,
        "creator": "Moscow Science Fiction Conventions, Inc.",
        "subject": "science fiction; authors; artists",
        "location": "Moscow, ID",
        "identifier": "MosCon13-1991_000",
        "format_original": "Print program booklet",
        "type": "text",
        "format": "application/pdf",
        
        "link": "https://www.lib.uidaho.edu/digital/moscon/items/moscon13-1991_000.html"
    },
    {
        "title_full": "MosCon XIV, September 11-13, 1992",
        "date": "1992",
        "conference_dates": "September 11-13",
        "description": "A program book for the 14th Moscon in 1992. Co-Author Guest of Honor: M.J. Engh & V.E. Mitchell; Artist Guest of Honor: Armand Cabrera; Fan Guest of Honor: Al Betz (Mr. Science); Scientist Guest of Honor: Dr. Leo K. Bustad.",
        "guest_author": "M.J. Engh; V.E. Mitchell",
        "guest_artist": "Armand Cabrera",
        "guest_scientist": "Leo K. Bustad",
        "guest_fan": "Al Betz (Mr. Science)",
        "committee": "Chairman- John Porter; Vice-Chairman: Mike Finkbiner; Treasurer: Beth Finkbiner; Operations: Charles Jones; Programming: Janice Willard; Programming Assistant: Patricia Dimmitt; Registration: Debbie & Rosella Miller; Membership: Bea Taylor; Volunteers: Charlie Bales; Art Show: Donna Bailly; Dealer's Room: Lou Anne Lomax; Masquerade: Lin Goss; Dances: Jean Crawford; Advance Publicity: Jill Foster; Hospitality: Blue Mountain Shire, SCA; Gaming: John Hunter; Publications: Jon Gustafson",
        "cover_artist": "Armand Cabrera",
        "inside_cover_artist": "Clude Duensing",
        "back_artist": "Gary Davis",
        "badge_artist": null,
        "button_artist": null,
        "feature_subjects": null,
        "creator": "Moscow Science Fiction Conventions, Inc.",
        "subject": "science fiction; authors; artists",
        "location": "Moscow, ID",
        "identifier": "MosCon14-1992_000",
        "format_original": "Print program booklet",
        "type": "text",
        "format": "application/pdf",
        
        "link": "https://www.lib.uidaho.edu/digital/moscon/items/moscon14-1992_000.html"
    },
    {
        "title_full": "MosCon XV, September 17-19, 1993",
        "date": "1993",
        "conference_dates": "September 17-19",
        "description": "A program book for the 15th Moscon in 1993. Author Guest of Honor: Barbara Hambly; Artist Guest of Honor: David Martin; Fan Guest of Honor: Steve Fahnestalk; Scientist Guest of Honor: Dr. Victor R. Baker.",
        "guest_author": "Barbara Hambly",
        "guest_artist": "David Martin",
        "guest_scientist": "Victor R. Baker",
        "guest_fan": "Steve Fahnestalk",
        "committee": "Chairman: Donna Bailly; Vice-Chair: Jean Crawford; Treasurer: Vicki Mitchell; Membership- Bea Taylor; Registration= Debbie Miller & Rosella Miller; Programming: Janice Willard; Operations- Annika Laurea-Wood; Security: Andrew Morris; Gophers: Charli Bales; Art Show: Liz and Austin Wilmerding; Hotel Liaison: Mike Finkbiner; Hospitality: Jeff Slack; Dealers: Lou Anne Lomax; Masquerade: Lisa Satterlund; Dance: Rod Sprage; Video room: Barry Fletcher; Japanime: Scott and Andrew LaRoy; Writer's Workshop: Mary Jane Engh; Advertising, Publications: Jon Gustafson.",
        "cover_artist": "David Martin",
        "inside_cover_artist": null,
        "back_artist": null,
        "badge_artist": null,
        "button_artist": null,
        "feature_subjects": null,
        "creator": "Moscow Science Fiction Conventions, Inc.",
        "subject": "science fiction; authors; artists",
        "location": "Moscow, ID",
        "identifier": "MosCon15-1993_000",
        "format_original": "Print program booklet",
        "type": "text",
        "format": "application/pdf",
        
        "link": "https://www.lib.uidaho.edu/digital/moscon/items/moscon15-1993_000.html"
    },
    {
        "title_full": "MosCon XVI, September 14-16, 1994",
        "date": "1994",
        "conference_dates": "September 14-16",
        "description": "A program book for the 16th Moscon in 1994. Author Guest of Honor: Roger Zelazny; Artist Guest of Honor: Gary Davis; Fan Guests of Honor: Tam and Shelly Gordy; Scientist Guest of Honor: Dr. Gregory Benford. Art Credits: Gary Davis- inside front cover, 5, 6, 32, 34, 37, 43, back cover; George Barr- 14, 24, 26, 39, 41.",
        "guest_author": "Roger Zelazny",
        "guest_artist": "Gary Davis",
        "guest_scientist": "Gregory Benford",
        "guest_fan": "Tam Gordy; Shelly Gordy",
        "committee": "Chairman: John Porter; Vice-Chairman: Austin Wilmerding; Treasurer: Vicki Mitchell; Programming: Liz Wilmerding; Art Show: Rodering Sprague IV, June and Allen Westenbarger; Membership: Bob Barnes; Registration: Kathy Esvelt; Hospitality: Donna Bailly; Operations: Scotty Evans; Volunteers: Charlie Bailes; Masquerade: Cindy Gropp; Dane: Kathy Esvelt; Videos: Jean Crawford; Hotel Liaison: Mike Finkbiner; Dealer's Room: Lou Anne Lomax; Writer's Workshop: Mary Jane Engh; PR/ Publicity: Cindy Gropp; Program Book: Jon Gustafson.",
        "cover_artist": "Gary Davis",
        "inside_cover_artist": "Gary Davis",
        "back_artist": "Gary Davis",
        "badge_artist": null,
        "button_artist": null,
        "feature_subjects": null,
        "creator": "Moscow Science Fiction Conventions, Inc.",
        "subject": "science fiction; authors; artists",
        "location": "Moscow, ID",
        "identifier": "MosCon16-1994_000",
        "format_original": "Print program booklet",
        "type": "text",
        "format": "application/pdf",
        
        "link": "https://www.lib.uidaho.edu/digital/moscon/items/moscon16-1994_000.html"
    },
    {
        "title_full": "Moscon XVII, September 15-17, 1995",
        "date": "1995",
        "conference_dates": "September 15-17",
        "description": "A program book for the 17th Moscon in 1995. Author Guest of Honor: Mel Gilden; Artist Guest of Honor: Phil Folgio; Scientist Guest of Honor: Dr. James C. Glass. . Art Credits: Alicia Austin- 2, 4, 25, 29, 43; Gary Davis- inside front cover; Phil Foglio- 5; Julia Lacquement- 27, 30, 34, 46; Monika Livingston- 2; Ross Mathis- 4, 14, 26, 33, 36, 40, 46, 47; Randy Mohr- inside back cover.",
        "guest_author": "Mel Gilden",
        "guest_artist": "Phil Folgio",
        "guest_scientist": "James C. Glass",
        "guest_fan": null,
        "committee": "Chair: Donna Bailly; Vice Chair: Lou Anne Lomax; Treasurer: Vicki Mitchell; Operations: Mike Finkbiner; Security: Austin Wilmerding; Hospitality: Charlie Bales; Registration: Vicki Mitchell, Ruth Home; Membership: Vicki Mitchell; Programming: Liz Wilmerding, Susan Meyer; Art Show: June and Allen Westernbarger; Hotel Liaison: Donna Bailly; Dealers: Lou Anne Lomax; Masquerade: Lisa Satterlund; Dances: Donna Bailly; Japanime: Scott and Andrew LaRoy; Advertising: Jon Gustafson; Program/Souvenir Book: Jon Gustafson, Fat Puppy Press.",
        "cover_artist": "Phil Foglio",
        "inside_cover_artist": "Gary Davis",
        "back_artist": null,
        "badge_artist": null,
        "button_artist": null,
        "feature_subjects": null,
        "creator": "Moscow Science Fiction Conventions, Inc.",
        "subject": "science fiction; authors; artists",
        "location": "Moscow, ID",
        "identifier": "MosCon17-1995_000",
        "format_original": "Print program booklet",
        "type": "text",
        "format": "application/pdf",
        
        "link": "https://www.lib.uidaho.edu/digital/moscon/items/moscon17-1995_000.html"
    },
    {
        "title_full": "MosCon XVIII, September 13-15, 1996",
        "date": "1996",
        "conference_dates": "September 13-15",
        "description": "A program book for the 18th Moscon in 1996. Author Guest: David M. Weber; Scientist Guest: Dr. John Shovic; Fan Guests: Norma Barrett-Lincoln & Edgar Lincoln. Art Credits: George Barr- 21, back cover; Kev Brockschmidt- 11, 15; Lynne Taylor Fahnestalk- 9, 20, 23; Julia Lacquement- Inside front cover; Andrew LaRoy- 4, 18.",
        "guest_author": "David M. Weber",
        "guest_artist": null,
        "guest_scientist": "John Shovic",
        "guest_fan": "Norma Barrett-Lincoln; Edgar Lincoln",
        "committee": "Chair: Austin Wilmerding; Vice Chair & Operations: Mike Finkbiner; Treasurer & Membership: Donna Bailly; Hotel Liaison & Dances: Mike Borden; Dealers, Programming, & Program Book Advertising: Liz Wilmerding; Game Czar: Mark Rounds; Publicity & Advertising: Susan Meyer; Art Show, Print Shop, & Hall Costume Contest: Bobbie Grende & Yvonne Bowhay; Program Book: Lou Anne Lomax; Security: Alan Randall; Hospitality: C.K. Bales; Registration Coordinator: Ruth Horne; Writer's Workshop: M.J. Engh; Masquerade & TV Commercial: Cindy Curry.",
        "cover_artist": "Kev Brockschmidt",
        "inside_cover_artist": "Julia Lacquement",
        "back_artist": "George Barr",
        "badge_artist": "Julie Lacquement",
        "button_artist": "Ruth Horne",
        "feature_subjects": null,
        "creator": "Moscow Science Fiction Conventions, Inc.",
        "subject": "science fiction; authors; artists",
        "location": "Moscow, ID",
        "identifier": "MosCon18-1996_000",
        "format_original": "Print program booklet",
        "type": "text",
        "format": "application/pdf",
        
        "link": "https://www.lib.uidaho.edu/digital/moscon/items/moscon18-1996_000.html"
    },
    {
        "title_full": "MosCon XIX, September 12-14, 1997",
        "date": "1997",
        "conference_dates": "September 12-14",
        "description": "A program book for the 19th Moscon in 1997. Author Guest: Larry Niven; Artist Guest; Rick Sternbach; Science Guest: Poul Anderson; Fan Guests: David & Betty Bigelow; Filk Guest: Karen Kruse Anderson.",
        "guest_author": "Larry Niven",
        "guest_artist": "Rick Sternbach",
        "guest_scientist": "Poul Anderson",
        "guest_fan": "David Bigelow; Betty Bigelow; Karen Kruse Anderson",
        "committee": "Art Show: Holly J. Bauer, Jon Gustafson, Beth Miller; Author Readings: Bea Taylor; Badges & Buttons: Jon Gustafson; Chairman: Susan Meyer; Dance: Mike Borden, Susan Meyer; Dealers' Room: Pia Hooks; Fare Games: Mark Rounds; Filk: Liz Wilmerding, Jean Crawford; Fundraising: Jon Gustafson, Lou Anne Lomax; Gaming: Mark Rounds; Hospitality: Charlie Bales, Diana Statt; Hotel Liaison: Mike Borden, Susan Meyer; Information Booth: Lou Anne Lomax; Japanieme: Andrew LaRoy; Marketing (Publicity/PR): Susan Meyer, Cindy Curry; Masquerade: Liz Borden; Membership: Donna Bailly; MosCon 18 Liaisons: Liz & Austin Wilmerding; Operations: Dave Hooks; Print Shop: Phrannque Sciamanda; PR1-2: Phrannque Sciamanda, Lou Anne Lomax; Program Book: Phrannque Sciamanda, Lou Anne Lomax, Keith Farmer; Programming: Sara Pogue, Andi Finnegan, Scott Janke; Registration: Rod Sprague, Debbie Miller; Secretary: Lou Anne Lomax; Security: Mark Rounds, Bill Cooper; Treasurer: Austin Wilmerding; Video Room: Bruce Mobarry; Volunteers: Kurt Smith; Webmaster: Keith Farmer, Scotty Evans, Jeff Slack; Writers Workshop: Vicki Mitchell.",
        "cover_artist": "Rick Sternbach",
        "inside_cover_artist": null,
        "back_artist": null,
        "badge_artist": "Julia Lacquement",
        "button_artist": "Monika Livingstone",
        "feature_subjects": null,
        "creator": "Moscow Science Fiction Conventions, Inc.",
        "subject": "science fiction; authors; artists",
        "location": "Moscow, ID",
        "identifier": "MosCon19-1997_000",
        "format_original": "Print program booklet",
        "type": "text",
        "format": "application/pdf",
        
        "link": "https://www.lib.uidaho.edu/digital/moscon/items/moscon19-1997_000.html"
    },
    {
        "title_full": "MosCon XX, September 18-20, 1998",
        "date": "1998",
        "conference_dates": "September 18-20",
        "description": "A program book for the 20th Moscon in 1998. Author Guests: Kevin J. & Rebecca Moesta Anderson; Artist Guest: Mark Ferrari; Scientist Guest: Dr. Steven howe; Fan Guests: Daron & Deborah Fredericks.",
        "guest_author": "Kevin J. Anderson; Rebecca Moesta Anderson",
        "guest_artist": "Mark Ferrari",
        "guest_scientist": "Steven Howe",
        "guest_fan": "Daron Fredericks; Deborah Fredericks",
        "committee": "Chairperson: Lou Anne Lomax; Vice Chair: Susan Meyer; Advertising: Jon Gustafson; Art Show: Holly Bauer; Author Readings: M.J. Engh; Dealers' Room: Bobbie Grende, Michael & Yvonne Bowhay; Gaming Czar: Mark Rounds; Hospitality: Charlie Bales, Diana Statt; Hotel Liaison: Susan Meyer; Membership: Rod Sprague; MosCon 19 Liaison: Susan Meyer; Operations: Dave Hooks; Program Book/ PRs 1 & 2: Phrannque Sciamanda, Keith Farmer; Souvenir/ History Book (CD): Jon Gustafson; Programming: M.J. Engh, Vicki Mitchell; Registration: Dan Fears; Secretary: Bill Cooper; Treasurer/ (Board): Phrannque Sciamanda; Video Room: Amy Twitchell, Wesley Twitchell; Volunteers: Mark Adams; Webmaster: Keith Farmer; Writer's Workshop: Vicki Mitchell",
        "cover_artist": "Mark Ferrari",
        "inside_cover_artist": null,
        "back_artist": "Dixie L. Walker",
        "badge_artist": "Monika Livingstone",
        "button_artist": "Monika Livingstone",
        "feature_subjects": null,
        "creator": "Moscow Science Fiction Conventions, Inc.",
        "subject": "science fiction; authors; artists",
        "location": "Moscow, ID",
        "identifier": "MosCon20-1998_000",
        "format_original": "Print program booklet",
        "type": "text",
        "format": "application/pdf",
        
        "link": "https://www.lib.uidaho.edu/digital/moscon/items/moscon20-1998_000.html"
    },
    {
        "title_full": "MosCon XXI, September 10-12, 1999",
        "date": "1999",
        "conference_dates": "September 10-12",
        "description": "A program book for the 21st Moscon in 1999. Author Guests: James P. Hogan & Tara K. Harper; Artist Guest: William R. Warren, Jr.; Scientist Guest: Dr. Robert Ackerman; Fan Guests: Dan & Theresa Fears.",
        "guest_author": "James P. Hogan; Tara K. Harper",
        "guest_artist": "William R. Warren, Jr.",
        "guest_scientist": "Robert Ackerman",
        "guest_fan": "Dan Fears; Theresa Fears",
        "committee": "Chairperson: Mark Rounds; Vice Chair: Dave Hooks, Lou Anne Lomax; Advertising: Jon Gustafson; Anime & Anime-Themed Gaming: Kathe Goslee; Art Show: Holly Bauer; Bookkeeper: Austin Wilmerding; Computers: Cara Plata; Dealers' Room: Holly Bauer; Gaming Czars: Rick Ingram, Charles Schweigert; Hospitality: Charlie Bales, Diana Statt; Hotel Liaison: Susan Meyer, Mark Rounds; Membership: Liz Wilmerding; Moscon 20 Liaison: Lou Anne Lomax; Operations: Dave Hooks; Program Book/ PR1: Phrannque Sciamanda, Lou Anne Lomax; Programming & Pocket Program: Bill Cooper; Publicity: Jon Gustafson; Registrations: AmyTwitchell; Security: Rob Trousdale; Treasurer/ (Board): Holly Bauer; Video Room: Wesley Twitchell; Volunteers: Mark Adams; Webmaster: Keith Farmer; Writer's Workshop: Vicki Mitchell.",
        "cover_artist": "William R. Warren, Jr.",
        "inside_cover_artist": "Jacqualynn D. Duram Nilsson",
        "back_artist": "Diane Harlan Stein",
        "badge_artist": "Randy Mohr",
        "button_artist": "Holly Bauer",
        "feature_subjects": null,
        "creator": "Moscow Science Fiction Conventions, Inc.",
        "subject": "science fiction; authors; artists",
        "location": "Moscow, ID",
        "identifier": "MosCon21-1999_000",
        "format_original": "Print program booklet",
        "type": "text",
        "format": "application/pdf",
        
        "link": "https://www.lib.uidaho.edu/digital/moscon/items/moscon21-1999_000.html"
    },
    {
        "title_full": "MosCon XXII, August 25-27, 2000",
        "date": "2000",
        "conference_dates": "August 25-27",
        "description": "A program book for the 22nd Moscon in 2000. Author guest: Frank M. Robinson; Artist Guest; Donna Barr; Scientist guest; Dr. Thor Osborn; Special guest; Julia Lacquement; Fan guest; Tim Hammell.",
        "guest_author": "Frank M. Robinson",
        "guest_artist": "Donna Barr; Julia Lacquement",
        "guest_scientist": "Thor Osborn",
        "guest_fan": "Tim Hammell",
        "committee": "Chair: Jon Gustafon; Vice Chair, PR2: Lou Anne Lomax; Anime & Anime-Themed Gaming: Kathee Goslee; Art Show: Diana Statt; Author Readings: M.J. Engh; Bookkeeper: Beth Miller; Computers: Cara Plata; Dealers' Room: Vicki Mitchell; Gaming Czar: Mark Adams; Hospitality: Charlie Bales, Robert Kwiss; Hotel Liaison: Jon Gustafson; Membership, Webmaster: Jim Mueller; Operations: Roger Burns; Pocket Program & Publicity: Jon Gustafson; PR1: Susan Meyer; Program Book: Phrannque Sciamanda; Programming: Paula Mueller; Registration: Amy Twitchell; Security: Rick Sewell, Ed Lund, Steven Gregory; Video Room: Amy & Bryan Twitchell; Writer's Workshop: Vicki Mitchell",
        "cover_artist": "Donna Barr",
        "inside_cover_artist": null,
        "back_artist": null,
        "badge_artist": "George Barr",
        "button_artist": null,
        "feature_subjects": null,
        "creator": "Moscow Science Fiction Conventions, Inc.",
        "subject": "science fiction; authors; artists",
        "location": "Moscow, ID",
        "identifier": "MosCon22-2000_000",
        "format_original": "Print program booklet",
        "type": "text",
        "format": "application/pdf",
        
        "link": "https://www.lib.uidaho.edu/digital/moscon/items/moscon22-2000_000.html"
    },
    {
        "title_full": "MosCon XXIII, August 24-26, 2001",
        "date": "2001",
        "conference_dates": "August 24-26",
        "description": "A program book for the 23rd Moscon in 2001. Guests of Honor: Jack L. Chalker, Betsy Mott, Tristan MacAvery, Tam and Shelly Gordy. In Memoriam of Rebecca Jeanne Fallis. Other Professional Guests: Betty Bigelow, Dave Bigelow, Eileen Brady, Kevin \"Kev\" Brockschmidt, Algis Budrys, F.M Busby, John Dalmas, M.J. Engh, James C. Glass, Jon Gustafson, V.E. Mitchell.",
        "guest_author": "Jack L. Chalker",
        "guest_artist": "Betsy Mott; Tristan MacAvery",
        "guest_scientist": null,
        "guest_fan": "Tam Gordy; Shelly Gordy",
        "committee": "Chairperson: Charlie Bales; Vice Chir: Mark Rounds, Lou Anne Lomax; Anime & Anime-Themed Gaming: Kathe Goslee; Art Show: Jon Gustafson, Lou Anne Lomax; Author Readings: MJ Engh; Compuers: Cara Plata; Dealers' Room: Vicki Mitchell; Gaming Czar: Troy Fisher; Hospitality: Patty Shepard, Matt Gaier; Hotel Liaison: Jon Gustafson; Masquerade: Theresa Gears, Linda Cronquist; Membership: Amy Twitchell; Operations: Jon Gustafson; Program Book: Phrannque Sciamanda, Lou Anne Lomax; Programming: paula Mueller; Publicity: Tamara Owens, Bea Taylor; Registration: Amy Twitchell; Security: Kurt Smith; Treasurer: Beth Miller, Vicki Mitchell; Webmaster: Jim Mueller; Writer's Workhop: Vicki Mitchell",
        "cover_artist": "Betsy Mott",
        "inside_cover_artist": null,
        "back_artist": "David Lee Anderson",
        "badge_artist": "Betsy Mott",
        "button_artist": null,
        "feature_subjects": null,
        "creator": "Moscow Science Fiction Conventions, Inc.",
        "subject": "science fiction; authors; artists",
        "location": "Moscow, ID",
        "identifier": "MosCon23-2001_000",
        "format_original": "Print program booklet",
        "type": "text",
        "format": "application/pdf",
        
        "link": "https://www.lib.uidaho.edu/digital/moscon/items/moscon23-2001_000.html"
    },
    {
        "title_full": "1985 Team MosCon Headband",
        "date": "1985",
        "conference_dates": "September 20-22",
        "description": "A red and white cloth headband that reads \"Team MosCon\" in English and \"Cold Water Patrol\" in Japanese. From the MosCon VII (1985) booklet, p. 15: \"Overflowing as we are with new and innovative ideas, we actually accomplished one this year. Instead of the standard t-shirt or towel, we have, in limited supply, Team MosCon headbands. We chose headbands in part to provide our membership with a handy place to attach their nametags while in the jacuzzi, and also as a  method of identifying the Con-com. (Ours are blue.) The idea was inspired by the film, Buckaroo Banzai. The Team MosCon logo was designed by Jacqualynn Duram and the Japanese was caligraphed by Ellen Thisted. The Japanese is pronounced, \"Tsumetai mizu patororu-tai\" and means \"Cold Water Patrol.\" Get one quick. There will be a limited number of them for sale at the registration table.\"",
        "guest_author": null,
        "guest_artist": null,
        "guest_scientist": null,
        "guest_fan": null,
        "committee": null,
        "cover_artist": null,
        "inside_cover_artist": null,
        "back_artist": null,
        "badge_artist": null,
        "button_artist": null,
        "feature_subjects": "clothing; souvenirs; Buckaroo Banzai; Jacuzzi Party",
        "creator": "Jacqualynn Duram; Ellen Thisted",
        "subject": "science fiction; authors; artists",
        "location": "Moscow, ID",
        "identifier": "headband",
        "format_original": "Cloth headband",
        "type": "image",
        "format": "image/jpg",
        
        "link": "https://www.lib.uidaho.edu/digital/moscon/items/moscon07-1985_001.html"
    },
    {
        "title_full": "MosCon I T-Shirt",
        "date": "1979",
        "conference_dates": "September 29-30",
        "description": "The official MosCon I shirt, featuring an image of a man shooting a laser gun.",
        "guest_author": null,
        "guest_artist": null,
        "guest_scientist": null,
        "guest_fan": null,
        "committee": null,
        "cover_artist": null,
        "inside_cover_artist": null,
        "back_artist": null,
        "badge_artist": null,
        "button_artist": null,
        "feature_subjects": "clothing; souvenirs; illustrations; MosCon III",
        "creator": "George Barr",
        "subject": "science fiction; authors; artists",
        "location": "Moscow, ID",
        "identifier": "shirt-moscon-I",
        "format_original": "Cloth t-shirt",
        "type": "image",
        "format": "image/jpg",
        
        "link": "https://www.lib.uidaho.edu/digital/moscon/items/moscon01-1979_001.html"
    },
    {
        "title_full": "MosCon III T-Shirt",
        "date": "1981",
        "conference_dates": "September 25-27",
        "description": "The official MosCon III shirt, featuring an image of two astronauts in a spaceship touching hands in a way reminiscent of Michelangelo's \"Creation of Adam.\"",
        "guest_author": null,
        "guest_artist": null,
        "guest_scientist": null,
        "guest_fan": null,
        "committee": null,
        "cover_artist": null,
        "inside_cover_artist": null,
        "back_artist": null,
        "badge_artist": null,
        "button_artist": null,
        "feature_subjects": "clothing; souvenirs; illustrations; MosCon III",
        "creator": "Michael Whelan",
        "subject": "science fiction; authors; artists",
        "location": "Moscow, ID",
        "identifier": "shirt-moscon-III",
        "format_original": "Cloth t-shirt",
        "type": "image",
        "format": "image/jpg",
        
        "link": "https://www.lib.uidaho.edu/digital/moscon/items/moscon03-1981_001.html"
    },
    {
        "title_full": "MosCon VI T-Shirt",
        "date": "1984",
        "conference_dates": "September 21-23",
        "description": "The official MosCon VI shirt, featuring an image of a large lobster being boiled in a tub. Beneath the image reads \"I got boiled at Moscon six.\"",
        "guest_author": null,
        "guest_artist": null,
        "guest_scientist": null,
        "guest_fan": null,
        "committee": null,
        "cover_artist": null,
        "inside_cover_artist": null,
        "back_artist": null,
        "badge_artist": null,
        "button_artist": null,
        "feature_subjects": "clothing; souvenirs; illustrations; MosCon VI; Jacuzzi Party",
        "creator": "Bill Warren",
        "subject": "science fiction; authors; artists",
        "location": "Moscow, ID",
        "identifier": "shirt-moscon-VI",
        "format_original": "Cloth t-shirt",
        "type": "image",
        "format": "image/jpg",
        
        "link": "https://www.lib.uidaho.edu/digital/moscon/items/moscon06-1984_001.html"
    },
    {
        "title_full": "MosCon XVI T-Shirt",
        "date": "1994",
        "conference_dates": "September 14-16",
        "description": "The official MosCon XVI shirt, depicting a man in a cape riding a horse in front of a castle. The shirt was manufactured by Chameleon Products in Moscow, ID, and was screenprinted using thermochromatic ink that changed color based on temperature.",
        "guest_author": null,
        "guest_artist": null,
        "guest_scientist": null,
        "guest_fan": null,
        "committee": null,
        "cover_artist": null,
        "inside_cover_artist": null,
        "back_artist": null,
        "badge_artist": null,
        "button_artist": null,
        "feature_subjects": "clothing; souvenirs; illustrations; MosCon XVI",
        "creator": null,
        "subject": "science fiction; authors; artists",
        "location": "Moscow, ID",
        "identifier": "shirt-moscon-XVI",
        "format_original": "Cloth t-shirt",
        "type": "image",
        "format": "image/jpg",
        
        "link": "https://www.lib.uidaho.edu/digital/moscon/items/moscon16-1994_001.html"
    },
    {
        "title_full": "Towel - Don't Panic MosCon",
        "date": "1983",
        "conference_dates": "September 23-25",
        "description": "A large, blue towel with text reading \"DON'T PANIC MOSCON\" and an image of \"The Cosmic Cutie\" from Douglas Adams' The Hitchhiker's Guide to the Universe. An image of Leonard Nimoy holding this towel up at MosCon V can be found on page 10 of the MosCon VI booklet.",
        "guest_author": null,
        "guest_artist": null,
        "guest_scientist": null,
        "guest_fan": null,
        "committee": null,
        "cover_artist": null,
        "inside_cover_artist": null,
        "back_artist": null,
        "badge_artist": null,
        "button_artist": null,
        "feature_subjects": "towels; souvenirs; illustrations; Hitchhiker's Guide to the Galaxy; MosCon V; Leonard Nimoy",
        "creator": "Bill Warren",
        "subject": "science fiction; authors; artists",
        "location": "Moscow, ID",
        "identifier": "towel-dont-panic",
        "format_original": "Cloth towel",
        "type": "image",
        "format": "image/jpg",
        
        "link": "https://www.lib.uidaho.edu/digital/moscon/items/moscon05-1983_001.html"
    },
    {
        "title_full": "Towel - Fannish Armada",
        "date": "1983",
        "conference_dates": "September 23-25",
        "description": "A yellow towel with a circle bordering an image of a sailor in a crow's nest holding a hand held telescope with clouds in the background. The clouds pass out of the border slightly and the text \"Moscon 5\" is in the lower right corner of the circle. The image separates the bold, black, scrawly text stating \"The Fannish Armada,\" with \"The Fannish\" on top and \"Armada\" on the bottom. ",
        "guest_author": null,
        "guest_artist": null,
        "guest_scientist": null,
        "guest_fan": null,
        "committee": null,
        "cover_artist": null,
        "inside_cover_artist": null,
        "back_artist": null,
        "badge_artist": null,
        "button_artist": null,
        "feature_subjects": "towels; souvenirs; illustrations; MosCon V",
        "creator": "Bill Warren",
        "subject": "science fiction; authors; artists",
        "location": "Moscow, ID",
        "identifier": "towel-fannish-armada",
        "format_original": "Cloth towel",
        "type": "image",
        "format": "image/jpg",
        
        "link": "https://www.lib.uidaho.edu/digital/moscon/items/moscon05-1983_002.html"
    },
    {
        "title_full": "Button - Gophers [2]",
        "date": "1985",
        "conference_dates": "September 20-22",
        "description": "A white, circular button with an image of a crane straining to carry a barrel reading \"MosCon VII\" in a cloth. \"Gophers,\" a term used to describe MosCon volunteers, is written above the illustration.",
        "guest_author": null,
        "guest_artist": null,
        "guest_scientist": null,
        "guest_fan": null,
        "committee": null,
        "cover_artist": null,
        "inside_cover_artist": null,
        "back_artist": null,
        "badge_artist": null,
        "button_artist": null,
        "feature_subjects": "buttons; souvenirs; illustrations; Gophers; MosCon VII",
        "creator": null,
        "subject": "science fiction; authors; artists",
        "location": "Moscow, ID",
        "identifier": "button-gopher-2",
        "format_original": "Plastic pin-back button",
        "type": "image",
        "format": "image/jpg",
        
        "link": "https://www.lib.uidaho.edu/digital/moscon/items/moscon07-1985_002.html"
    },
    {
        "title_full": "Button - Registration [1]",
        "date": "1993",
        "conference_dates": "September 17-19",
        "description": "A yellow, circular button with an illustration of a creature's hand writing with a fountain pen, surrounded by text that reads \"Moscon XV Registration / You pays you money, you takes you chances.\" The quote is possibly referring to the a passage from Aldous Huxley's forward to the 1946 edition of A Brave New World, titled \"A Mock Exam\": \"...or else one supranational totalitarianism, called into existence by the social chaos resulting from rapid technological progress in general and the atomic revolution in particular, and developing, under the need for efficiency and stability, into the welfare-tyranny of Utopia. You pays your money and you takes your choice.\"",
        "guest_author": null,
        "guest_artist": null,
        "guest_scientist": null,
        "guest_fan": null,
        "committee": null,
        "cover_artist": null,
        "inside_cover_artist": null,
        "back_artist": null,
        "badge_artist": null,
        "button_artist": null,
        "feature_subjects": "buttons; souvenirs; illustrations; Registration; MosCon XV",
        "creator": "Jon Gustafson",
        "subject": "science fiction; authors; artists",
        "location": "Moscow, ID",
        "identifier": "button-registration-1",
        "format_original": "Plastic pin-back button",
        "type": "image",
        "format": "image/jpg",
        
        "link": "https://www.lib.uidaho.edu/digital/moscon/items/moscon15-1993_001.html"
    },
    {
        "title_full": "Button - Smaug",
        "date": "1993",
        "conference_dates": "September 17-19",
        "description": "A blue, circular button with black text stating \"MosCon XV Concom\" at the top and the quote \"'That's Smaug, not Smof\"' at the bottom. In the middle of the button is an illustration of a cartoonified Smaug from J.R.R. Tolkien's The Hobbit. ",
        "guest_author": null,
        "guest_artist": null,
        "guest_scientist": null,
        "guest_fan": null,
        "committee": null,
        "cover_artist": null,
        "inside_cover_artist": null,
        "back_artist": null,
        "badge_artist": null,
        "button_artist": null,
        "feature_subjects": "buttons; souvenirs; illustrations; Smaug",
        "creator": "Jon Gustafson",
        "subject": "science fiction; authors; artists",
        "location": "Moscow, ID",
        "identifier": "button-smaug",
        "format_original": "Plastic pin-back button",
        "type": "image",
        "format": "image/jpg",
        
        "link": "https://www.lib.uidaho.edu/digital/moscon/items/moscon15-1993_002.html"
    },
    {
        "title_full": "Sticker - MosCon XXI Publicity [1]",
        "date": "1999",
        "conference_dates": "September 10-12",
        "description": "A white, circular sticker with pink text reading \"MosCon XXI ConCom\"  and an image of 3 one-eyed alien characters standing together.",
        "guest_author": null,
        "guest_artist": null,
        "guest_scientist": null,
        "guest_fan": null,
        "committee": null,
        "cover_artist": null,
        "inside_cover_artist": null,
        "back_artist": null,
        "badge_artist": null,
        "button_artist": null,
        "feature_subjects": "stickers; souvenirs; illustrations; ConCom",
        "creator": null,
        "subject": "science fiction; authors; artists",
        "location": "Moscow, ID",
        "identifier": "sticker-comcon",
        "format_original": "Paper sticker",
        "type": "image",
        "format": "image/jpg",
        
        "link": "https://www.lib.uidaho.edu/digital/moscon/items/moscon21-1999_001.html"
    },
    {
        "title_full": "Sticker - MosCon XXI Publicity [2]",
        "date": "1999",
        "conference_dates": "September 10-12",
        "description": "A white, circular sticker with black text reading \"MOSCON XXI Publicity\" and an illustration of a jester reading from a scroll.",
        "guest_author": null,
        "guest_artist": null,
        "guest_scientist": null,
        "guest_fan": null,
        "committee": null,
        "cover_artist": null,
        "inside_cover_artist": null,
        "back_artist": null,
        "badge_artist": null,
        "button_artist": null,
        "feature_subjects": "stickers; souvenirs; illustrations; Publicity",
        "creator": null,
        "subject": "science fiction; authors; artists",
        "location": "Moscow, ID",
        "identifier": "sticker-publicity",
        "format_original": "Paper sticker",
        "type": "image",
        "format": "image/jpg",
        
        "link": "https://www.lib.uidaho.edu/digital/moscon/items/moscon21-1999_002.html"
    }
    
] }
